{"id":2679,"date":"2017-07-18T16:55:30","date_gmt":"2017-07-18T06:55:30","guid":{"rendered":"http:\/\/www.freedspace.com.au\/thinglab.com.au\/?page_id=2679"},"modified":"2021-06-08T15:32:22","modified_gmt":"2021-06-08T05:32:22","slug":"careers","status":"publish","type":"page","link":"https:\/\/thinglab.com.au\/careers\/","title":{"rendered":"Careers"},"content":{"rendered":"<div class=\"container-outer \" ><div class=\"site-content container-inner\">\n<h2 style=\"text-align: center;\">Careers at Thinglab<\/h2>\n<p style=\"text-align: center;\"><strong>Sorry, there are currently no advertised positions available at Thinglab.<\/strong><\/p>\n<p style=\"text-align: center;\">Thinglab is going through a significant growth period, we are always on the look out for the right people to join the team.<\/p>\n<p style=\"text-align: center;\">If you are looking for an exciting opportunity to work with industry leading technologies we&#8217;d love to hear from you. Thinglab&#8217;s office hours are 9 am to 5 pm Monday to Friday.<\/p>\n<p style=\"text-align: center;\">Please send your resume and a cover letter describing who you are and why you would be a good fit at Thinglab to <a href=\"mailto:careers@freedspace.com.au\" target=\"_blank\" rel=\"noopener noreferrer\">careers@freedspace.com.au<\/a>.<\/p>\n<p><\/div><\/div><div class=\"container-outer milkyway-grey\" ><div class=\"site-content container-inner\"><\/p>\n<h2>Current Positions<\/h2>\n<p>Currently there are no advertised positions<br \/>\n<\/div><\/div><div class=\"container-outer \" ><div class=\"site-content container-inner\"><\/p>\n<h2>Past Positions<\/h2>\n<h3 id=\"techsales\"><strong>3D Technical Sales Assistant<\/strong><\/h3>\n<p><strong>Posted:<\/strong> 19 March 2019<\/p>\n<p>Want to be part of a dynamic team and a growing company working with 3D Printing? This is a fantastic opportunity for someone with the willingness to work hard, and the passion to help us drive the business forward. A unique opportunity for the right candidate to develop this area of the business with potential for great career progression within the company. We are an expanding business with a positive company culture, where people are rewarded for working hard.<\/p>\n<p>This role would suit someone from a design or engineering discipline who will be happy interacting with customers face to face, over the phone and over email on a daily basis. You will need to have a very good understanding of 3D Modelling or CAD (such as SolidWorks, Inventor, Rhino, 3DS Max etc.) as well as hands on practical skills for 3D printing and repairing equipment (training provided). Working as a member of the Thinglab team involved with technical support and 3D Printing services you will need to be flexible and have excellent communication skills. A good temperament and social skills are crucial for this role.<\/p>\n<p>The ideal candidate will be an intelligent, enthusiastic and energetic person who is comfortable interacting with customers and colleagues. We are a small team with a good group dynamic and would be looking for a like minded person to join our group<strong>.<\/strong><\/p>\n<p><strong>Main roles and responsibilities:<\/strong><\/p>\n<ul>\n<li>Troubleshooting and repairing 3D printers<\/li>\n<li>Assisting with 3D printing and some 3D design services<\/li>\n<li>Phone and email support for customers<\/li>\n<li>Technical sales demonstrations<\/li>\n<li>Experimenting with 3D printing, testing new techniques and materials<\/li>\n<li>Administrative tasks<\/li>\n<\/ul>\n<p><strong>Requirements:<\/strong><\/p>\n<p>Good practical experience working with 3D printers and different materials is essential. Experience in troubleshooting problems with and\/or repairing 3D printers or other similar equipment would be extremely advantageous. Knowledge of at least one 3D CAD or 3D modelling software is also a must. Training on specific 3D printers and software can be provided but a successful candidate would be expected to carry out their own self guided learning using the resources available. A good sense of humor and sociable personality are not negotiable.<\/p>\n<p>Please submit a <strong>cover letter and CV<\/strong> through SEEK. In the cover letter please make note of any relevant experience using 3D printing and skills which would make you a suitable candidate for troubleshooting and repairing equipment.<\/p>\n<p><strong>More details:<\/strong><\/p>\n<ul>\n<li>Website: thinglab.com.au<\/li>\n<li>Location: Yarraville, VIC 3013<\/li>\n<li>Start date: Immediate<\/li>\n<li>Salary: Negotiable<\/li>\n<li>Work hours: 38 hours per week<\/li>\n<\/ul>\n<h3 class=\"subheading\"><strong>3D Scanning Sales Engineer<\/strong><\/h3>\n<p><strong>Posted:<\/strong> 18 April 2018<\/p>\n<p>Be part of a small, dynamic team working within a growing company. Operating in the 3D technologies industry Freedspace is leading supplier of solutions for 3D Printing, 3D Scanning, Simulation, 3D Visualisation and Motion Capture. This is a fantastic opportunity to work in a progressive and exciting industry.<\/p>\n<p>The role involves assisting with a variety of general administration tasks across sales, finance and logistics. The successful candidate will be responsible for supporting the team and ensuring the smooth running of the office.<\/p>\n<p>Main duties include:<\/p>\n<ul>\n<li>Answering incoming phone calls<\/li>\n<li>Greeting visitors<\/li>\n<li>Bookkeeping and account reconciliation in Xero<\/li>\n<li>Organising office<\/li>\n<li>Organising outgoing and incoming deliveries<\/li>\n<li>General administration duties\/data entry<\/li>\n<li>Lead and sales reporting using Xero and Excel<\/li>\n<li>Assisting with marketing and event coordination<\/li>\n<li>Assisting with stock management<\/li>\n<\/ul>\n<p>Skills and Experience:<\/p>\n<p>The ideal candidate will have proven experience in an administration (or similar) role and be open to learning new skills and new software tools. Experience of account reconciliation and\/or bookkeeping in Xero would be advantageous.<\/p>\n<p>To Be able to fulfil the tasks of the position successfully the candidate must have:<\/p>\n<ul>\n<li>Excellent verbal and written communication skills<\/li>\n<li>High level of computer literacy<\/li>\n<li>Ability to work within a small team<\/li>\n<li>Motivation to work autonomously, keep busy and seek tasks that benefit the team<\/li>\n<li>Excellent organisational skills<\/li>\n<li>Willingness and ability to learn new skills<\/li>\n<\/ul>\n<p>More details:<\/p>\n<ul>\n<li>Website: freedspace.com.au<\/li>\n<li>Location: Yarraville, VIC 3013<\/li>\n<li>Start date: Immediate<\/li>\n<li>Salary: Negotiable<\/li>\n<li>Work hours: Full Time<\/li>\n<\/ul>\n<p><\/div><\/div><div class=\"container-outer milkyway-grey\" ><div class=\"site-content container-inner\"><\/p>\n<h3 class=\"subheading\"><strong>3D Scanning Sales Engineer<\/strong><\/h3>\n<p><strong>Posted:<\/strong> 14 February 2018<\/p>\n<p>Be part of a dynamic team and a growing company working with exciting 3D technologies. This is a fantastic opportunity for someone with the willingness to work hard, and the passion to help us drive the business forward. A unique opportunity for the right candidate to develop this area of the business with potential for great career progression within the company.<\/p>\n<p>The 3D scanning sales engineer position is a broad role providing 3D scanning services and technical sales. Therefore, the successful candidate will require both great technical skills and excellent interpersonal skills. We are not a traditional sales company and we require our sales staff to have a good working understanding of the solutions we sell.<\/p>\n<p>This role would suit someone with a design or engineering  background who will be happy interacting with customers face to face, over the phone and over email on a daily basis. You will need to have a very good working knowledge of at least one mechanical 3D CAD package such as SolidWorks, Inventor or CREO etc. or Geomagic Design X. Those candidates with experience using other 3D modelling packages (e.g. 3D Studio, Rhino, Mudbox, Z-Brush, Freeform etc.) or 3D scanning post processing software (e.g. Geomagic Wrap, Geomagic Design X, Polyworks, VX Model etc.) will be looked on favourably. The successful candidate will ideally have experience with 3D scanning and\/or photogrammetry.<\/p>\n<p>The ideal candidate will be an intelligent, enthusiastic and energetic person who is comfortable interacting with customers and colleagues. We are looking for someone who has a strong work ethic and is driven to develop themselves professionally and be a key part of growing the business. We are a small team with a good group dynamic and would be looking for a like minded person to join our group.<\/p>\n<p><strong>Main roles and responsibilities:<\/strong><\/p>\n<ul>\n<li>Providing 3D Scanning services for clients<\/li>\n<li>Technical Sales for 3D scanners and software<\/li>\n<li>Technical sales demonstrations<\/li>\n<li>Working with marketing manager to create marketing content<\/li>\n<li>Phone and email support for customers<\/li>\n<li>Research and development with 3D scanning techniques, hardware and software.<\/li>\n<li>Administrative tasks<\/li>\n<\/ul>\n<p><strong>Requirements<\/strong><\/p>\n<p>Good practical understanding of a mechanical 3D CAD such as SolidWorks, Inventor or CREO is essential. Ideally have hands on experience with 3D scanning and\/or photogrammetry. A good sense of humor and sociable personality are not negotiable.<\/p>\n<p><strong>Cover letter should include:<\/strong><\/p>\n<ul>\n<li>3D Software packages used and ability level<\/li>\n<li>Any relevant 3D scanning experience<\/li>\n<li>Any relevant customer service\/sales experience<\/li>\n<\/ul>\n<p><strong>More details:<\/strong><\/p>\n<ul>\n<li>Website: thinglab.com.au<\/li>\n<li>Location: Yarraville, VIC 3013<\/li>\n<li>Start date: Immediate<\/li>\n<li>Salary: Negotiable<\/li>\n<li>Work hours: 38 hours per week<\/li>\n<\/ul>\n<p><\/div><\/div><div class=\"container-outer \" ><div class=\"site-content container-inner\"><\/p>\n<h3 class=\"m_-1657105455367586390gmail-jobtitle\">Admin Assistant<\/h3>\n<p><strong>Posted:<\/strong> 21 Apr 2017<strong><br \/>\nLocation:<\/strong> Melbourne<br \/>\n<strong>Contract Type:<\/strong> Part time<\/p>\n<p>This position is a perfect opportunity for someone looking to return to work after a break.<\/p>\n<p>Be part of a small, dynamic team working within a growing company. Operating in the 3D technologies industry Freedspace is leading supplier of solutions for 3D Printing, 3D Scanning, Simulation, 3D Visualisation and Motion Capture. This is a fantastic opportunity to work in a progressive and exciting industry with flexible working conditions.<\/p>\n<p>The role involves assisting with a variety of general administration tasks across sales, finance and logistics. The successful candidate will be responsible for supporting the team and ensuring the smooth running of the office.<\/p>\n<p><strong>Main duties include:<\/strong><\/p>\n<ul>\n<li>Answering incoming phone calls<\/li>\n<li>Greeting visitors<\/li>\n<li>Organising Office<\/li>\n<li>Organising outgoing and incoming deliveries<\/li>\n<li>Basic bookkeeping and account reconciliation<\/li>\n<li>General administration duties\/data entry<\/li>\n<li>Lead and sales reporting using Xero and excel<\/li>\n<li>Assisting with marketing and event coordination<\/li>\n<li>General office tasks including assisting 3D print technicians (training provided)<\/li>\n<li>Assisting with stock management<\/li>\n<li>Ordering supplies<\/li>\n<\/ul>\n<p><strong>Skills and Experience:<\/strong><br \/>\nThe ideal candidate will have proven experience in an administration (or similar) role and be open to learning new skills and new software tools.<\/p>\n<p>To Be able to fulfil the tasks of the position successfully the candidate must have:<\/p>\n<ul>\n<li>Excellent verbal and written communication skills<\/li>\n<li>Ability to work within a small team<\/li>\n<li>Motivation to work autonomously, keep busy and seek tasks that benefit the team<\/li>\n<li>Excellent organisational skills<\/li>\n<li>Willingness and ability to learn new skills<\/li>\n<\/ul>\n<p><\/div><\/div><div class=\"container-outer milkyway-grey\" ><div class=\"site-content container-inner\"><\/p>\n<h3 class=\"m_-1657105455367586390gmail-jobtitle\">3D Technical Assistant<\/h3>\n<p><strong>Posted:<\/strong> 25 Jan 2017<strong><br \/>\nLocation:<\/strong> Melbourne<br \/>\n<strong>Contract Type:<\/strong> Full time<\/p>\n<p>Be part of a dynamic team and a growing company working with exciting 3D technologies. This is a fantastic opportunity for someone with the willingness to work hard, and the passion to help us drive the business forward. A unique opportunity for the right candidate to develop this area of the business with potential for great career progression within the company.<\/p>\n<p>This role would suit a graduate from a design or engineering discipline who will be happy interacting with customers face to face, over the phone and over email on a daily basis. You will need to have a very good understanding of 3D CAD (such as SolidWorks or Inventor) as well as hands on practical skills for 3D printing, 3D scanning and repairing equipment (training provided). Working as a member of the Thinglab team involved with 3D printing, 3D Scanning and 3D Design you will need to be flexible and have excellent communication skills. A good temperament and social skills are essential.<br \/>\nThe ideal candidate will be an intelligent, enthusiastic and energetic person who is comfortable interacting with customers and colleagues. We are a small team with a good group dynamic and would be looking for a like minded person to join our group.<\/p>\n<p><strong>Main roles and responsibilities:<\/strong><\/p>\n<ul>\n<li>Troubleshooting  and repairing 3D printers<\/li>\n<li>Assisting with 3D printing, 3D scanning and 3D design services<\/li>\n<li>Phone and email support for customers<\/li>\n<li>Technical sales demonstrations<\/li>\n<li>Experimenting with 3d printing, testing new techniques and materials<\/li>\n<li>Administrative tasks<\/li>\n<\/ul>\n<p><strong>Requirements:<\/strong><\/p>\n<p>Good practical understanding of a mechanical 3D CAD such as SolidWorks, Inventor or CREO is essential. Experience with 3D printing or 3D scanning is not essential as training can be provided. However, candidates who has hands on experience with FDM 3D printing and\/or with 3D scanning would be advantageously positioned for the role. A good sense of humor and sociable personality are not negotiable.<\/p>\n<p><\/div><\/div><div class=\"container-outer \" ><div class=\"site-content container-inner\"><\/p>\n<h3 class=\"m_-1657105455367586390gmail-jobtitle\">Web development and Online Marketing<\/h3>\n<p><strong>Posted:<\/strong> 10 Mar 2016<strong><br \/>\nLocation:<\/strong> Melbourne<br \/>\n<strong>Contract Type:<\/strong> Full time<\/p>\n<p>Freedspace is leading supplier of solutions for 3D Printing, 3D Scanning, Simulation, 3D Visualisation, Motion Capture and Virtual Reality. This is a fantastic opportunity for someone with the willingness to work hard, and the passion to help us drive the business forward with the potential for great career progression.<\/p>\n<p><strong>Main roles and responsibilities:<\/strong><\/p>\n<ul>\n<li>Development and maintenance of websites<\/li>\n<li>Search Engine Optimisation (SEO)<\/li>\n<li>Maintain and develop online store (Magento)<\/li>\n<li>Marketing content creation<\/li>\n<li>Develop and maintain social media presence<\/li>\n<li>Maintenance of online systems<\/li>\n<li>Other administrative tasks as required<\/li>\n<\/ul>\n<p>We are a small multi-disciplinary team and this is a diverse role with dynamic responsibilities. Therefore, we&#8217;re looking for someone willing to take on multiple job titles within website development and marketing.<\/p>\n<p>A successful candidate will need to be able to research markets (guided by the team), undertake SEO development, Pay Per Click (Google Adwords) monitoring and development, update and maintain our websites and our online e-commerce system (Magento). Also, to develop email marketing materials, marketing lists of potential clients and to have vital input into our marketing strategies.<\/p>\n<p>This role would suit someone with a couple of years of web and\/or marketing experience who is looking for a new challenge in a role with broader scope. You will need to be willing to adapt and develop as the company evolves, learning new skills and helping to grow the business. You will need to have an excellent understanding of web development and good communication skills, as well as a sound general knowledge of IT systems. An eye for graphic design and layout will be advantageous.<\/p>\n<p>The ideal candidate will be an intelligent, enthusiastic and energetic person who is equally comfortable interacting with customers and colleagues alike. We&#8217;re a small team with a good group dynamic and would be looking for a like minded person.<\/p>\n<p><strong>Requirements<\/strong><\/p>\n<p>Experience in building and maintaining websites is essential with good understanding of mobile optimisation and SEO. Excellent communication skills, both verbal and written for developing our social media and online branding.<\/p>\n<p><\/div><\/div><div class=\"container-outer milkyway-grey\" ><div class=\"site-content container-inner\"><\/p>\n<h3>Sales Executive &#8211; CAD Software Sales<\/h3>\n<p><strong>Posted: <\/strong>13 Nov 2014<strong><br \/>\nLocation:<\/strong> Melbourne<br \/>\n<strong>Contract Type:<\/strong> Full time<\/p>\n<p>We are a small highly professional but friendly technology firm. Established in 2001, Freedspace specialises in 3D technology sales and services comprised of several specialised business units. The Freedspace\/Thinglab team is dedicated to 3D Design technologies. Following our recent appointment as a value added reseller of CAD software provider, Solidworks, we are now looking to take on an experienced Sales professional to sell Solidworks products within Victoria.<\/p>\n<p>Ideally you will have previous experience selling CAD or similar direct sales with a proven track record. You must want to work on your own initiative – establishing your pipeline and delivering your agreed targets but also wanting to be really challenged as we continue a period of rapid growth. You will assume direct accountability for delivering Solidworks growth in Victoria.<\/p>\n<p>Excellent communication and presentation skills are critical. You must also be a team player conscious of the need to build strong relationships with technical consultants when preparing for any customer interaction. Being passionate, accountable, responsible and a “go getter” go without saying. You must be an Australian citizen or permanent resident.<\/p>\n<p><\/div><\/div><div class=\"container-outer \" ><div class=\"site-content container-inner\"><\/p>\n<h3>3D Printing Specialist &#8211; Thinglab<\/h3>\n<p><strong>Location:<\/strong> Melbourne<br \/>\n<strong>Contract Type:<\/strong> Full time<\/p>\n<p>Be part of a passionate team and a company working with exciting new technologies. This is a great opportunity for someone who is willing to take the initiative and is passionate enough to help drive the business forward. There is opportunity for the right person to develop this area of the business and, if willing to work hard, move up and progress your career.<\/p>\n<p>We are looking for an intelligent and enthusiastic person who is comfortable interacting with customers in a support role. You will be working as a key member of a small team in a dynamic and exciting industry and need to be willing to work hard.<\/p>\n<p>The right candidate will be happy interacting with customers face to face, over the phone and over email on a daily basis. You will need to show passion for the products and services as well as great communication and problem solving skills. A good temperament and social skills are essential when dealing with customers with support issues. Practical and technical skills for hands on technical support are also essential.<\/p>\n<p><\/div><\/div><\/p>\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":1,"featured_media":8178,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"page-templates\/page-builderfullwidth-notitle.php","meta":{"spay_email":""},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v18.4.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Careers - Thinglab<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/thinglab.com.au\/careers\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Careers - Thinglab\" \/>\n<meta property=\"og:url\" content=\"https:\/\/thinglab.com.au\/careers\/\" \/>\n<meta property=\"og:site_name\" content=\"Thinglab\" \/>\n<meta property=\"article:modified_time\" content=\"2021-06-08T05:32:22+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/thinglab.com.au\/wp-content\/uploads\/2019\/11\/careers.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1400\" \/>\n\t<meta property=\"og:image:height\" content=\"400\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"13 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/thinglab.com.au\/#website\",\"url\":\"https:\/\/thinglab.com.au\/\",\"name\":\"Thinglab\",\"description\":\"3D Scan Design Print Create\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/thinglab.com.au\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-AU\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/thinglab.com.au\/careers\/#primaryimage\",\"inLanguage\":\"en-AU\",\"url\":\"https:\/\/thinglab.com.au\/wp-content\/uploads\/2019\/11\/careers.jpg\",\"contentUrl\":\"https:\/\/thinglab.com.au\/wp-content\/uploads\/2019\/11\/careers.jpg\",\"width\":1400,\"height\":400,\"caption\":\"Thinglab Careers Our Latest Jobs Openings\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/thinglab.com.au\/careers\/#webpage\",\"url\":\"https:\/\/thinglab.com.au\/careers\/\",\"name\":\"Careers - Thinglab\",\"isPartOf\":{\"@id\":\"https:\/\/thinglab.com.au\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/thinglab.com.au\/careers\/#primaryimage\"},\"datePublished\":\"2017-07-18T06:55:30+00:00\",\"dateModified\":\"2021-06-08T05:32:22+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/thinglab.com.au\/careers\/#breadcrumb\"},\"inLanguage\":\"en-AU\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/thinglab.com.au\/careers\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/thinglab.com.au\/careers\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/thinglab.com.au\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Careers\"}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Careers - Thinglab","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/thinglab.com.au\/careers\/","og_locale":"en_US","og_type":"article","og_title":"Careers - Thinglab","og_url":"https:\/\/thinglab.com.au\/careers\/","og_site_name":"Thinglab","article_modified_time":"2021-06-08T05:32:22+00:00","og_image":[{"width":1400,"height":400,"url":"https:\/\/thinglab.com.au\/wp-content\/uploads\/2019\/11\/careers.jpg","type":"image\/jpeg"}],"twitter_card":"summary","twitter_misc":{"Est. reading time":"13 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/thinglab.com.au\/#website","url":"https:\/\/thinglab.com.au\/","name":"Thinglab","description":"3D Scan Design Print Create","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/thinglab.com.au\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-AU"},{"@type":"ImageObject","@id":"https:\/\/thinglab.com.au\/careers\/#primaryimage","inLanguage":"en-AU","url":"https:\/\/thinglab.com.au\/wp-content\/uploads\/2019\/11\/careers.jpg","contentUrl":"https:\/\/thinglab.com.au\/wp-content\/uploads\/2019\/11\/careers.jpg","width":1400,"height":400,"caption":"Thinglab Careers Our Latest Jobs Openings"},{"@type":"WebPage","@id":"https:\/\/thinglab.com.au\/careers\/#webpage","url":"https:\/\/thinglab.com.au\/careers\/","name":"Careers - Thinglab","isPartOf":{"@id":"https:\/\/thinglab.com.au\/#website"},"primaryImageOfPage":{"@id":"https:\/\/thinglab.com.au\/careers\/#primaryimage"},"datePublished":"2017-07-18T06:55:30+00:00","dateModified":"2021-06-08T05:32:22+00:00","breadcrumb":{"@id":"https:\/\/thinglab.com.au\/careers\/#breadcrumb"},"inLanguage":"en-AU","potentialAction":[{"@type":"ReadAction","target":["https:\/\/thinglab.com.au\/careers\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/thinglab.com.au\/careers\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/thinglab.com.au\/"},{"@type":"ListItem","position":2,"name":"Careers"}]}]}},"_links":{"self":[{"href":"https:\/\/thinglab.com.au\/wp-json\/wp\/v2\/pages\/2679"}],"collection":[{"href":"https:\/\/thinglab.com.au\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/thinglab.com.au\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/thinglab.com.au\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/thinglab.com.au\/wp-json\/wp\/v2\/comments?post=2679"}],"version-history":[{"count":0,"href":"https:\/\/thinglab.com.au\/wp-json\/wp\/v2\/pages\/2679\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/thinglab.com.au\/wp-json\/wp\/v2\/media\/8178"}],"wp:attachment":[{"href":"https:\/\/thinglab.com.au\/wp-json\/wp\/v2\/media?parent=2679"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}